{
  "receitas": [
    {
      "id": 1,
      "foto": "cake-g883e0c773_1920",
      "titulo": "Bruaca cearense",
      "resumo": "Receita de bruaca, uma panquequinha nordestina muito fácil de fazer para servir no café da manhã ou no lanche e encantar a família! Confira agora mesmo!",
      "igredientes": [
        "1 ovo",
        "1 colher de sopa de manteiga",
        "1/2 xícara (chá) de açúcar",
        "1/2 xícara (chá) de farinha de trigo",
        "1 xícara (chá) de leite",
        "1 pitada de sal",
        "óleo ou manteiga para untar"
      ],
      "preparo":
        [
          "Misture bem os ingredientes até formar uma massa pastosa.",
          "Faça um bolinho de massa e cubra com manteiga ou óleo untado.",
          "Em frigideira antiaderente untada com óleo ou manteiga, espalhe porções da massa, formando círculos de 10 a 12 cm de diâmetro.",
          "Deixe dourar por baixo e vire para dourar do outro lado.",
          "Sirva com mel, frutas, geleia, creme de avelã etc."
        ],
      "vegano": true,
      "tipo": ["Doce"],
      "culinária": ["Cearense"],
      "tempoDePreparo": "10 minutos",
      "rendimento": "2 porções",
      "acessos": 0
    },
    {
      "id": 2,
      "foto": "pasta-g6a3a00a95_1920",
      "titulo": "Macarrão Carbonara",
      "resumo": "Receita de Macarrão Carbonara tradicional e deliciosa, feita com bacon, Spaghetti RENATA e MAGGI Meu Segredo Refoga.",
      "igredientes": [
        "150 g de bacon em tiras finas de 1 cm",
        "300 g de Spaghetti",
        "6 gemas de ovo",
        "70 g queijo parmesão fresco ralado",
        "1 pitada de pimenta do reino moída"
      ],
      "preparo": [
        "Em uma frigideira de bordas altas, em fogo médio, frite as tiras de bacon dos dois lados, tomando cuidado para não queimar.Reserve.",
        "Em uma frigideira, coloque o bacon, o Spaghetti e o queijo ralado.",
        "Em outra panela, ferva 3 litros de água e coloque o macarrão para cozinhar (não é necessário adicionar sal ou óleo).",
        "Cozinhe-o por cerca de 9 minutos, até ficar “al dente”.",
        "Retire do fogo e reserve.",
        "Enquanto o macarrão cozinha, despeje as gemas em uma tigela, uma parte do queijo parmesão e a pimenta, misturando tudo com um batedor de arame.",
        "Adicione duas colheres de sopa da água do cozimento do macarrão para ficar bem cremoso.",
        "Quando o macarrão estiver “al dente”, escorra-o, aqueça a frigideira com o bacon em fogo baixo e adicione a massa, misturando bem e rapidamente.",
        "Tire a frigideira do fogo e junte a mistura de gema e queijo, incorporando-a vigorosamente.",
        "Sirva imediatamente com o restante do queijo ralado por cima."
      ],
      "vegano": false,
      "tipo": ["Massa"],
      "culinária": ["Italiana"],
      "tempoDePreparo": "30 minutos",
      "rendimento": "5 porções",
      "acessos": 1
    },
    {
      "id": 3,
      "foto": "caponata",
      "titulo": "Caponata de beringela",
      "resumo": "Receita de Caponata de Berinjela deliciosa feita com pimentão amarelo, verde e vermelho, berinjela e champignon .",
      "igredientes": [
                      "2 berinjelas grandes em cubos",
                      "1 pimentão amarelo em cubos",
                      "1 pimentão vermelho em cubos",
                       "1 cebola grande, em cubos",
                       "1/2 xícara (chá) de azeitonas sem caroço, cortadas ao meio",
                       "Sal a gosto","Orégano a gosto","200g de champignon cortado",
                       "Azeite para refogar e para cobrir a conserva",
                       "Salsinha e cebolinha a gosto"],
      "preparo": [
                  "Descasque as berinjelas e corte-as em cubinhos ou tirinhas.",
                  "Tire as sementes dos pimentões e corte-os em cubinhos ou tirinhas.",
                  "Em uma panela, refogue a cebola picadinha junto com o alho amassado e o orégano no azeite.",
                  "Junte a berinjela e os pimentões.",
                  "Mexa para não pegar no fundo.",
                  "Acrescente as azeitonas e o champignon.",
                  "Prove e acerte o sal se necessário.",
                  "Depois que a berinjela estiver bem molinha, apague o fogo e acrescente a salsinha e a cebolinha.",
                  "Coloque em um refratário de vidro e deixe esfriar.",
                  "Esterelize um pote de vidro (com tampa) jogando água fervente dentro dele.",
                  "Depois que esfriar, coloque a caponata no pote de vidro, cubra com azeite, tampe e leve à geladeira.",
                  "Depois que estiver gelada já pode consumir, porém ela fica mais gostosa no dia seguinte.",
                  "Ideal para servir como aperitivo com torradinhas ou pão italiano."
                ],
      "vegano": true,
      "tipo": ["Acompanhamento"],
      "culinária": ["Italiana"],
      "tempoDePreparo": "40 minutos",
      "rendimento": "10 porções",
      "acessos": 0
    },
    {
      "id": 4,
      "foto": "costela-barbecue",
      "titulo": "Costelinha suina ao molho barbecue",
      "resumo": "A receita daquela costelinha macia feita no forno",
      "igredientes": [
                      "700g de costelinha suína",
                      "Molho barbecue",
                      "Sal a gosto",
                       "Papel aluminio para cobrir"
      ],
      "preparo": [
                  "Corte no meio para distruibuir bem na assadeira",
                  "Salgue bem, eu gosto com muito sal.",
                  "Coloque na panela de pressão por 7 minutos quando pegar pressão, com água suficiente para cobrir.",
                  "Vá ligando o forno em 200°.",
                  "Retire a carne e coloque na assadeira",
                  "Cubra com papel alumínio e deixe assar por 40 minutos",
                  "Retire o papel alumínio e volte para o forno a assadeira por mais 10 minutos",
                  "Passe bastante molho e cobre novamente com papel alumínio. Leve ao forno por mas 10 minutos",
                  "Tire o papel alumínio e passe mais molho. Leve ao forno por mais 10 minutos",
                  "Passe mais molho, cubra com papel e deixe no forno por mais 10 minutos"
                ],
      "vegano": false,
      "tipo": ["Carne suína"],
      "culinária": ["Brasileira"],
      "tempoDePreparo": "90 minutos",
      "rendimento": "8 porções",
      "acessos": 0
    }
  ],
  "categorias": [
    {
      "id": 1,
      "nome": "Hambúrgueres"
    },
    {
      "id": 2,
      "nome": "Refrigerantes"
    }
  ]
}
